adam-bender.commit-message-editor
bungcip.better-toml
codezombiech.gitignore
donjayamanne.githistory
eamodio.gitlens
GitHub.github-vscode-theme
hbenl.test-adapter-converter
hbenl.vscode-test-explorer
huacat.pink-theme
imagineee.moon-purple
James-Yu.latex-workshop
karunamurti.tera
kuba-p.theme-pink-candy
mhutchie.git-graph
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.test-adapter-converter
nickfode.latex-formatter
pinage404.rust-extension-pack
PKief.material-icon-theme
rust-lang.rust-analyzer
serayuzgur.crates
sugatoray.vscode-git-extension-pack
Swellaby.vscode-rust-test-adapter
tecosaur.latex-utilities
TheNuProjectContributors.vscode-nushell-lang
tomoki1207.pdf
twxs.cmake
uloco.theme-bluloco-light
vivaxy.vscode-conventional-commits
waderyan.gitblame
whizkydee.material-palenight-theme
zzaimoo.space-purple