aaron-bond.better-comments
codezombiech.gitignore
donjayamanne.githistory
dtsvet.vscode-wasm
ecmel.vscode-html-css
huacat.pink-theme
james-yu.latex-workshop
karunamurti.tera
mathematic.vscode-latex
mechatroner.rainbow-csv
mhutchie.git-graph
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.python
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
nickfode.latex-formatter
oderwat.indent-rainbow
pinage404.rust-extension-pack
pkief.material-icon-theme
rust-lang.rust-analyzer
serayuzgur.crates
sugatoray.vscode-git-extension-pack
tamasfe.even-better-toml
tecosaur.latex-utilities
tomoki1207.pdf
vincaslt.highlight-matching-tag
vivaxy.vscode-conventional-commits
waderyan.gitblame